const food = {
  APPETIZER: ['양송이수프', '타파스', '시저샐러드'],
  MAIN: ['티본스테이크', '바비큐립', '해산물파스타', '크리스마스파스타'],
  DESSERT: ['초코케이크', '아이스크림'],
  BEVERAGE: ['제로콜라', '레드와인', '샴페인'],
};

const foodCost = {
  양송이수프: 6000,
  타파스: 5500,
  시저샐러드: 8000,
  티본스테이크: 55000,
  바비큐립: 54000,
  해산물파스타: 35000,
  크리스마스파스타: 25000,
  초코케이크: 15000,
  아이스크림: 5000,
  제로콜라: 3000,
  레드와인: 60000,
  샴페인: 25000,
};

const menuBoard = [
  '양송이수프',
  '타파스',
  '시저샐러드',
  '티본스테이크',
  '바비큐립',
  '해산물파스타',
  '크리스마스파스타',
  '초코케이크',
  '아이스크림',
  '제로콜라',
  '레드와인',
  '샴페인',
];

const specialDay = [3, 10, 17, 24, 25, 31];

export { food, foodCost, menuBoard, specialDay };
